Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

# 当前授权未包含「%@」的访问权限（%@）。点「一键重授权」补齐，无需退出登录。
source: 当前授权未包含「%1$@」的访问权限（%2$@）。点「一键重授权」补齐，无需退出登录。
ar: لا يتضمّن التفويض الحالي صلاحية الوصول إلى «%@» (%@). اضغط «إعادة التفويض» لإضافتها دون تسجيل الخروج.
de: Die aktuelle Autorisierung enthält keinen Zugriff auf „%@“ (%@). Tippe auf „Neu autorisieren“, um ihn hinzuzufügen – ohne Abmelden.
en: The current authorization doesn't include access to “%@” (%@). Tap “Re-authorize” to add it — no sign-out needed.
es_mx: La autorización actual no incluye acceso a «%@» (%@). Toca «Reautorizar» para agregarlo, sin cerrar sesión.
fr: L'autorisation actuelle n'inclut pas l'accès à « %@ » (%@). Touchez « Réautoriser » pour l'ajouter, sans déconnexion.
ja: 現在の認可には「%@」へのアクセス権限（%@）が含まれていません。「再認可」をタップして追加できます（ログアウト不要）。
ko: 현재 권한에는 ‘%@’ 접근 권한(%@)이 없습니다. ‘재인증’을 눌러 추가하세요(로그아웃 불필요).
pt_br: A autorização atual não inclui acesso a “%@” (%@). Toque em “Reautorizar” para adicionar, sem sair da conta.
pt_pt: A autorização atual não inclui acesso a “%@” (%@). Toque em “Reautorizar” para adicionar, sem terminar sessão.
tr: Geçerli yetkilendirme “%@” erişimini (%@) içermiyor. Eklemek için “Yeniden yetkilendir”e dokunun; oturum kapatmaya gerek yok.
zh_hant: 目前授權未包含「%@」的存取權限（%@）。點「一鍵重新授權」補齊，無需登出。
zh_hk: 目前授權未包含「%@」的存取權限（%@）。點「一鍵重新授權」補齊，無需登出。

source: 当前授权未包含「缓存与防护」的读取权限。请退出登录后重新授权。
ar: لا يتضمن التفويض الحالي إذن القراءة لـ «التخزين المؤقت والحماية». يرجى تسجيل الخروج وإعادة التفويض.
de: Die aktuelle Autorisierung enthält keinen Lesezugriff für „Cache & Schutz“. Bitte melde dich ab und autorisiere erneut.
en: The current authorization doesn’t include read access for Cache & Protection. Please sign out and re-authorize.
es_mx: La autorización actual no incluye acceso de lectura para Caché y protección. Cierra sesión y vuelve a autorizar.
fr: L’autorisation actuelle n’inclut pas l’accès en lecture pour « Cache et protection ». Veuillez vous déconnecter et réautoriser.
ja: 現在の認可には「キャッシュと保護」の読み取り権限が含まれていません。ログアウトして再認可してください。
ko: 현재 권한에는 ‘캐시 및 보호’에 대한 읽기 권한이 없습니다. 로그아웃한 후 다시 인증하세요.
pt_br: A autorização atual não inclui acesso de leitura para Cache e proteção. Saia e autorize novamente.
pt_pt: A autorização atual não inclui acesso de leitura para Cache e proteção. Termine sessão e autorize novamente.
tr: Mevcut yetkilendirme “Önbellek ve Koruma” için okuma erişimi içermiyor. Lütfen oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含「快取與防護」的讀取權限。請登出後重新授權。
zh_hk: 目前的授權未包含「緩存與防護」的讀取權限。請登出後重新授權。

source: 当前授权未包含域名编辑权限（zone.write）。 请在设置中退出登录后重新授权「域名」并开启编辑权限。
ar: لا يتضمن تفويضك إذن تعديل النطاقات (zone.write). سجّل الخروج من الإعدادات وأعد تفويض «النطاقات» مع تفعيل التعديل.
de: Deine Autorisierung enthält keine Domain-Bearbeitungsberechtigung (zone.write). Melde dich in den Einstellungen ab und autorisiere „Domains“ mit aktivierter Bearbeitung erneut.
en: Your authorization doesn’t include domain edit permission (zone.write). Sign out in Settings and re-authorize “Domains” with editing enabled.
es_mx: Tu autorización no incluye el permiso de edición de dominios (zone.write). Cierra sesión en Ajustes y vuelve a autorizar “Dominios” con la edición activada.
fr: Votre autorisation n’inclut pas la permission de modification des domaines (zone.write). Déconnectez-vous dans Réglages et réautorisez « Domaines » avec la modification activée.
ja: 現在の認可にはドメイン編集権限（zone.write）が含まれていません。 設定でログアウトしてから「ドメイン」を編集権限付きで再認可してください。
ko: 현재 인증에는 도메인 편집 권한(zone.write)이 없습니다. 설정에서 로그아웃한 뒤 ‘도메인’을 편집 권한과 함께 다시 인증하세요.
pt_br: Sua autorização não inclui a permissão de edição de domínios (zone.write). Saia em Ajustes e autorize novamente “Domínios” com a edição ativada.
pt_pt: A sua autorização não inclui a permissão de edição de domínios (zone.write). Termine sessão nas Definições e volte a autorizar “Domínios” com a edição ativada.
tr: Yetkilendirmeniz alan adı düzenleme iznini (zone.write) içermiyor. Ayarlar’da oturumu kapatıp “Alan adları”nı düzenleme etkin olarak yeniden yetkilendirin.
zh_hant: 目前授權未包含網域編輯權限（zone.write）。 請在設定中登出後重新授權「網域」並開啟編輯權限。
zh_hk: 目前授權未包含域名編輯權限（zone.write）。 請在設定中登出後重新授權「域名」並開啟編輯權限。

source: 当前授权未包含实时日志权限（workers-tail.read）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن السجلات المباشرة (workers-tail.read). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل هذه الميزة.
de: Deine Autorisierung enthält keine Echtzeitprotokoll-Berechtigung (workers-tail.read). Melde dich in den Einstellungen ab und autorisiere erneut, um diese Funktion zu aktivieren.
en: Your authorization doesn’t include live logs permission (workers-tail.read). Sign out in Settings and re-authorize to enable this feature.
es_mx: Tu autorización no incluye el permiso de registros en vivo (workers-tail.read). Cierra sesión en Ajustes y vuelve a autorizar para habilitar esta función.
fr: Votre autorisation n’inclut pas la permission des journaux en direct (workers-tail.read). Déconnectez-vous dans Réglages et réautorisez pour activer cette fonctionnalité.
ja: 現在の認可にライブログ権限（workers-tail.read）が含まれていません。 設定からログアウトして再認可するとこの機能を使えます。
ko: 현재 인증에는 실시간 로그 권한(workers-tail.read)이 없습니다. 설정에서 로그아웃한 후 다시 인증하여 이 기능을 활성화하세요.
pt_br: Sua autorização não inclui a permissão de logs ao vivo (workers-tail.read). Saia em Ajustes e autorize novamente para habilitar este recurso.
pt_pt: A sua autorização não inclui a permissão de registos em direto (workers-tail.read). Termine sessão nas Definições e autorize novamente para ativar esta funcionalidade.
tr: Yetkilendirmeniz canlı günlük iznini (workers-tail.read) içermiyor. Bu özelliği etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含即時記錄權限（workers-tail.read）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含即時日誌權限（workers-tail.read）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含此操作所需权限（%@）。 请在设置中退出登录后重新授权「缓存与防护」。
ar: لا يتضمن تفويضك الإذن المطلوب لهذا الإجراء (%@). سجّل الخروج من الإعدادات وأعد تفويض «التخزين المؤقت والحماية».
de: Deine Autorisierung enthält nicht die für diese Aktion erforderliche Berechtigung (%@). Melde dich in den Einstellungen ab und autorisiere „Cache & Schutz“ erneut.
en: Your authorization doesn’t include the permission required for this action (%@). Sign out in Settings and re-authorize “Cache & Protection”.
es_mx: Tu autorización no incluye el permiso necesario para esta acción (%@). Cierra sesión en Ajustes y vuelve a autorizar “Caché y protección”.
fr: Votre autorisation n’inclut pas la permission requise pour cette action (%@). Déconnectez-vous dans Réglages et réautorisez « Cache et protection ».
ja: 現在の認可にこの操作に必要な権限（%@）が含まれていません。 設定からログアウトして「キャッシュと保護」を再認可してください。
ko: 현재 인증에는 이 작업에 필요한 권한(%@)이 없습니다. 설정에서 로그아웃한 후 ‘캐시 및 보호’를 다시 인증하세요.
pt_br: Sua autorização não inclui a permissão necessária para esta ação (%@). Saia em Ajustes e autorize novamente “Cache e proteção”.
pt_pt: A sua autorização não inclui a permissão necessária para esta ação (%@). Termine sessão nas Definições e autorize novamente “Cache e proteção”.
tr: Yetkilendirmeniz bu işlem için gereken izni (%@) içermiyor. Ayarlar’da oturumu kapatıp “Önbellek ve Koruma”yı yeniden yetkilendirin.
zh_hant: 目前授權未包含此操作所需權限（%@）。 請在設定中登出後重新授權「快取與防護」。
zh_hk: 目前授權未包含此操作所需權限（%@）。 請在設定中登出後重新授權「緩存與防護」。

source: 当前授权未包含此操作所需权限（%@）。点「一键重授权」补齐，无需退出登录。
ar: يفتقر التفويض الحالي إلى الصلاحية المطلوبة لهذا الإجراء (%@). اضغط «إعادة التفويض» لإضافتها دون تسجيل الخروج.
de: Der aktuellen Autorisierung fehlt die für diese Aktion erforderliche Berechtigung (%@). Tippe auf „Neu autorisieren“, um sie hinzuzufügen – ohne Abmelden.
en: The current authorization lacks the permission required for this action (%@). Tap “Re-authorize” to add it — no sign-out needed.
es_mx: La autorización actual no tiene el permiso necesario para esta acción (%@). Toca «Reautorizar» para agregarlo, sin cerrar sesión.
fr: L'autorisation actuelle ne dispose pas de l'autorisation requise pour cette action (%@). Touchez « Réautoriser » pour l'ajouter, sans déconnexion.
ja: 現在の認可には、この操作に必要な権限（%@）が含まれていません。「再認可」をタップして追加できます（ログアウト不要）。
ko: 현재 권한에는 이 작업에 필요한 권한(%@)이 없습니다. ‘재인증’을 눌러 추가하세요(로그아웃 불필요).
pt_br: A autorização atual não tem a permissão necessária para esta ação (%@). Toque em “Reautorizar” para adicionar, sem sair da conta.
pt_pt: A autorização atual não tem a permissão necessária para esta ação (%@). Toque em “Reautorizar” para adicionar, sem terminar sessão.
tr: Geçerli yetkilendirmede bu eylem için gereken izin (%@) yok. Eklemek için “Yeniden yetkilendir”e dokunun; oturum kapatmaya gerek yok.
zh_hant: 目前授權未包含此操作所需權限（%@）。點「一鍵重新授權」補齊，無需登出。
zh_hk: 目前授權未包含此操作所需權限（%@）。點「一鍵重新授權」補齊，無需登出。

source: 当前授权未包含此资源的写权限（%@）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمّن التفويض الحالي إذن الكتابة لـ هذا المورد ‏(%@). سجّل الخروج من الإعدادات وأعد التفويض لتفعيله.
de: Deine Autorisierung enthält keine Schreibberechtigung für diese Ressource (%@). Melde dich in den Einstellungen ab und autorisiere erneut.
en: Your authorization doesn't include write permission for this resource (%@). Sign out in Settings and re-authorize to enable it.
es_mx: Tu autorización no incluye el permiso de escritura de este recurso (%@). Cierra sesión en Ajustes y vuelve a autorizar para habilitarlo.
fr: Votre autorisation n’inclut pas la permission d’écriture cette ressource (%@). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可には このリソース の書き込み権限（%@）が含まれていません。 設定でサインアウトして再認可すると有効になります。
ko: 현재 권한에 이 리소스 쓰기 권한(%@)이 없습니다. 설정에서 로그아웃 후 다시 인증하면 활성화됩니다.
pt_br: Sua autorização não inclui a permissão de escrita de este recurso (%@). Saia nas Configurações e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de escrita de este recurso (%@). Termine sessão nas Definições e autorize novamente para ativar.
tr: Yetkilendirmeniz bu kaynak yazma iznini (%@) içermiyor. Ayarlar’da çıkış yapıp yeniden yetkilendirin.
zh_hant: 目前的授權未包含 此資源 的寫入權限（%@）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前的授權未包含 此資源 的寫入權限（%@）。 請在設定中登出後重新授權以啟用此功能。

source: 当前授权未包含缓存规则编辑权限（cache-settings.write）。点「一键重授权」补齐，无需退出登录。
ar: لا يتضمّن التفويض الحالي صلاحية تعديل قواعد التخزين المؤقت (cache-settings.write). اضغط «إعادة التفويض» لإضافتها دون تسجيل الخروج.
de: Die aktuelle Autorisierung enthält keine Bearbeitung von Cache-Regeln (cache-settings.write). Tippe auf „Neu autorisieren“, um sie hinzuzufügen – ohne Abmelden.
en: The current authorization doesn't include cache rule editing (cache-settings.write). Tap “Re-authorize” to add it — no sign-out needed.
es_mx: La autorización actual no incluye la edición de reglas de caché (cache-settings.write). Toca «Reautorizar» para agregarla, sin cerrar sesión.
fr: L'autorisation actuelle n'inclut pas la modification des règles de cache (cache-settings.write). Touchez « Réautoriser » pour l'ajouter, sans déconnexion.
ja: 現在の認可にはキャッシュルールの編集権限（cache-settings.write）が含まれていません。「再認可」をタップして追加できます（ログアウト不要）。
ko: 현재 권한에는 캐시 규칙 편집 권한(cache-settings.write)이 없습니다. ‘재인증’을 눌러 추가하세요(로그아웃 불필요).
pt_br: A autorização atual não inclui a edição de regras de cache (cache-settings.write). Toque em “Reautorizar” para adicionar, sem sair da conta.
pt_pt: A autorização atual não inclui a edição de regras de cache (cache-settings.write). Toque em “Reautorizar” para adicionar, sem terminar sessão.
tr: Geçerli yetkilendirme önbellek kuralı düzenlemeyi (cache-settings.write) içermiyor. Eklemek için “Yeniden yetkilendir”e dokunun; oturum kapatmaya gerek yok.
zh_hant: 目前授權未包含快取規則編輯權限（cache-settings.write）。點「一鍵重新授權」補齊，無需登出。
zh_hk: 目前授權未包含緩存規則編輯權限（cache-settings.write）。點「一鍵重新授權」補齊，無需登出。

source: 当前授权未包含隧道编辑权限（argotunnel.write）。 请在设置中退出登录后重新授权以启用此功能。
ar: لا يتضمن تفويضك إذن تعديل الأنفاق (argotunnel.write). سجّل الخروج من الإعدادات وأعد التفويض لتفعيل ذلك.
de: Deine Autorisierung enthält keine Tunnel-Bearbeitungsberechtigung (argotunnel.write). Melde dich in den Einstellungen ab und autorisiere erneut, um dies zu aktivieren.
en: Your authorization doesn’t include tunnel edit permission (argotunnel.write). Sign out in Settings and re-authorize to enable this.
es_mx: Tu autorización no incluye el permiso de edición de túneles (argotunnel.write). Cierra sesión en Ajustes y vuelve a autorizar para activarlo.
fr: Votre autorisation n’inclut pas la permission de modification des tunnels (argotunnel.write). Déconnectez-vous dans Réglages et réautorisez pour l’activer.
ja: 現在の認可にはトンネル編集権限（argotunnel.write）が含まれていません。 設定でログアウトしてから再認可して有効にしてください。
ko: 현재 인증에는 터널 편집 권한(argotunnel.write)이 없습니다. 설정에서 로그아웃한 뒤 다시 인증하여 활성화하세요.
pt_br: Sua autorização não inclui a permissão de edição de túneis (argotunnel.write). Saia em Ajustes e autorize novamente para ativar.
pt_pt: A sua autorização não inclui a permissão de edição de túneis (argotunnel.write). Termine sessão nas Definições e volte a autorizar para ativar.
tr: Yetkilendirmeniz tünel düzenleme iznini (argotunnel.write) içermiyor. Bunu etkinleştirmek için Ayarlar’da oturumu kapatıp yeniden yetkilendirin.
zh_hant: 目前授權未包含通道編輯權限（argotunnel.write）。 請在設定中登出後重新授權以啟用此功能。
zh_hk: 目前授權未包含隧道編輯權限（argotunnel.write）。 請在設定中登出後重新授權以啟用此功能。

source: 当前语言暂不被设备端模型支持，可改用英文描述。
ar: لا يدعم النموذج على الجهاز هذه اللغة بعد. جرّب الوصف بالإنجليزية.
de: Das geräteinterne Modell unterstützt diese Sprache noch nicht. Versuche es mit einer Beschreibung auf Englisch.
en: The on-device model doesn’t support this language yet. Try describing it in English.
es_mx: El modelo en el dispositivo aún no admite este idioma. Prueba a describirlo en inglés.
fr: Le modèle sur l’appareil ne prend pas encore en charge cette langue. Décrivez-la en anglais.
ja: デバイス上のモデルはこの言語にまだ対応していません。英語で記述してみてください。
ko: 기기 내 모델이 아직 이 언어를 지원하지 않습니다. 영어로 설명해 보세요.
pt_br: O modelo no dispositivo ainda não é compatível com este idioma. Tente descrever em inglês.
pt_pt: O modelo no dispositivo ainda não é compatível com este idioma. Tente descrever em inglês.
tr: Cihaz üzerindeki model bu dili henüz desteklemiyor. Açıklamayı İngilizce yazmayı deneyin.
zh_hant: 目前語言暫不被裝置端模型支援，可改用英文描述。
zh_hk: 目前語言暫不被裝置端模型支援，可改用英文描述。

source: 当前账号下还没有域名
ar: لا توجد نطاقات في هذا الحساب بعد
de: In diesem Konto noch keine Domains
en: No domains in this account yet
es_mx: Aún no hay dominios en esta cuenta
fr: Aucun domaine dans ce compte pour l’instant
ja: このアカウントにはまだドメインがありません
ko: 이 계정에는 아직 도메인이 없습니다
pt_br: Ainda não há domínios nesta conta
pt_pt: Ainda não há domínios nesta conta
tr: Bu hesapta henüz alan adı yok
zh_hant: 目前帳號下還沒有網域
zh_hk: 目前帳戶下還沒有域名

source: 当前账号下还没有域名，去 Cloudflare 添加一个吧
ar: لا توجد نطاقات في هذا الحساب بعد. أضِف واحدًا على Cloudflare.
de: Dieses Konto hat noch keine Domains. Füge eine auf Cloudflare hinzu.
en: This account has no domains yet. Add one on Cloudflare.
es_mx: Esta cuenta aún no tiene dominios. Agrega uno en Cloudflare.
fr: Ce compte n’a pas encore de domaine. Ajoutez-en un sur Cloudflare.
ja: このアカウントにはまだドメインがありません。Cloudflare で追加してください
ko: 이 계정에는 아직 도메인이 없습니다. Cloudflare에서 추가하세요.
pt_br: Esta conta ainda não tem domínios. Adicione um na Cloudflare.
pt_pt: Esta conta ainda não tem domínios. Adicione um na Cloudflare.
tr: Bu hesapta henüz alan adı yok. Cloudflare’da bir tane ekleyin.
zh_hant: 目前帳號下還沒有網域，去 Cloudflare 新增一個吧
zh_hk: 目前帳戶下還沒有域名，去 Cloudflare 新增一個吧

source: 当前账号下还没有域名，现在就添加第一个吧
ar: لا توجد نطاقات في هذا الحساب بعد — أضِف أول نطاق الآن
de: In diesem Konto noch keine Domains – füge jetzt deine erste hinzu
en: No domains in this account yet — add your first one now
es_mx: Aún no hay dominios en esta cuenta; agrega el primero ahora
fr: Aucun domaine dans ce compte pour l’instant — ajoutez votre premier maintenant
ja: このアカウントにはまだドメインがありません。今すぐ最初のドメインを追加しましょう
ko: 이 계정에는 아직 도메인이 없습니다. 지금 첫 도메인을 추가하세요
pt_br: Ainda não há domínios nesta conta; adicione o primeiro agora
pt_pt: Ainda não há domínios nesta conta; adicione o primeiro agora
tr: Bu hesapta henüz alan adı yok — ilkini şimdi ekleyin
zh_hant: 目前帳號下還沒有網域，現在就新增第一個吧
zh_hk: 目前帳戶下還沒有域名，現在就新增第一個吧

source: 当前账号还没有域名
ar: لا توجد نطاقات في هذا الحساب بعد
de: In diesem Konto noch keine Domains
en: No domains in this account yet
es_mx: Aún no hay dominios en esta cuenta
fr: Aucun domaine dans ce compte pour l’instant
ja: このアカウントにはまだドメインがありません
ko: 이 계정에는 아직 도메인이 없습니다
pt_br: Ainda não há domínios nesta conta
pt_pt: Ainda não há domínios nesta conta
tr: Bu hesapta henüz alan adı yok
zh_hant: 目前帳號還沒有網域
zh_hk: 目前帳戶還沒有域名

source: 当邮件发往
ar: عندما يُرسَل البريد إلى
de: Wenn E-Mail gesendet an
en: When email is sent to
es_mx: Cuando el correo se envía a
fr: Quand un e-mail est envoyé à
ja: メールの宛先が次のとき
ko: 이메일 수신 주소
pt_br: Quando o e-mail for enviado para
pt_pt: Quando o correio for enviado para
tr: E-posta şuraya gönderildiğinde
zh_hant: 當郵件發往
zh_hk: 當郵件寄往

source: 影响
ar: التأثير
de: Auswirkung
en: Impact
es_mx: Impacto
fr: Impact
ja: 影響
ko: 영향
pt_br: Impacto
pt_pt: Impacto
tr: Etki
zh_hant: 影響
zh_hk: 影響

source: 待激活
ar: قيد التفعيل
de: Ausstehend
en: Pending
es_mx: Pendiente
fr: En attente
ja: 保留中
ko: 활성화 대기
pt_br: Pendente
pt_pt: Pendente
tr: Beklemede
zh_hant: 待啟用
zh_hk: 待啟用

source: 待验证
ar: في انتظار التحقق
de: Validierung ausstehend
en: Pending validation
es_mx: Validación pendiente
fr: Validation en attente
ja: 検証待ち
ko: 확인 대기 중
pt_br: Validação pendente
pt_pt: Validação pendente
tr: Doğrulama bekliyor
zh_hant: 待驗證
zh_hk: 待驗證

source: 必选
ar: مطلوب
de: Erforderlich
en: Required
es_mx: Obligatorio
fr: Obligatoire
ja: 必須
ko: 필수
pt_br: Obrigatório
pt_pt: Obrigatório
tr: Zorunlu
zh_hant: 必選
zh_hk: 必選

source: 快捷设置
ar: إعدادات سريعة
de: Schnelleinstellungen
en: Quick presets
es_mx: Ajustes rápidos
fr: Réglages rapides
ja: クイック設定
ko: 빠른 설정
pt_br: Predefinições rápidas
pt_pt: Predefinições rápidas
tr: Hızlı Ayarlar
zh_hant: 快速設定
zh_hk: 快速設定

source: 忽略查询参数顺序以提升命中率
ar: يتجاهل ترتيب معلمات الاستعلام لتحسين معدل الإصابة
de: Ignoriert die Reihenfolge der Query-Parameter, um die Trefferrate zu erhöhen
en: Ignore query parameter order to improve hit rate
es_mx: Ignora el orden de los parámetros de consulta para mejorar la tasa de aciertos
fr: Ignore l’ordre des paramètres de requête pour améliorer le taux de succès
ja: クエリパラメータの順序を無視してヒット率を向上させます
ko: 쿼리 매개변수 순서를 무시해 적중률을 높입니다
pt_br: Ignora a ordem dos parâmetros de consulta para melhorar a taxa de acertos
pt_pt: Ignora a ordem dos parâmetros de consulta para melhorar a taxa de acertos
tr: İsabet oranını artırmak için sorgu parametre sırasını yoksayar
zh_hant: 忽略查詢參數順序以提升命中率
zh_hk: 忽略查詢參數順序以提升命中率

source: 忽略查询字符串
ar: تجاهل سلسلة الاستعلام
de: Query-Zeichenfolge ignorieren
en: Ignore query string
es_mx: Ignorar cadena de consulta
fr: Ignorer la chaîne de requête
ja: クエリ文字列を無視
ko: 쿼리 문자열 무시
pt_br: Ignorar string de consulta
pt_pt: Ignorar cadeia de consulta
tr: Sorgu dizesini yoksay
zh_hant: 忽略查詢字串
zh_hk: 忽略查詢字串

source: 性能下降
ar: أداء متدهور
de: Beeinträchtigte Leistung
en: Degraded Performance
es_mx: Rendimiento degradado
fr: Performances dégradées
ja: パフォーマンス低下
ko: 성능 저하
pt_br: Desempenho degradado
pt_pt: Desempenho degradado
tr: Düşük performans
zh_hant: 效能下降

source: 性能与缓存
ar: الأداء والتخزين المؤقت
de: Leistung & Cache
en: Performance & Cache
es_mx: Rendimiento y caché
fr: Performances et cache
ja: パフォーマンスとキャッシュ
ko: 성능 및 캐시
pt_br: Desempenho e cache
pt_pt: Desempenho e cache
tr: Performans ve Önbellek
zh_hant: 效能與快取
zh_hk: 效能與緩存

source: 总请求 · %@
ar: إجمالي الطلبات · %@
de: Anfragen gesamt · %@
en: Total requests · %@
es_mx: Solicitudes totales · %@
fr: Total des requêtes · %@
ja: 総リクエスト · %@
ko: 총 요청 · %@
pt_br: Total de solicitações · %@
pt_pt: Total de pedidos · %@
tr: Toplam istek · %@
zh_hant: 總請求 · %@
zh_hk: 總請求 · %@

source: 恢复 NULL
ar: استعادة NULL
de: NULL wiederherstellen
en: Restore NULL
es_mx: Restaurar NULL
fr: Restaurer NULL
ja: NULL に戻す
ko: NULL 복원
pt_br: Restaurar NULL
pt_pt: Restaurar NULL
tr: NULL’a geri al
zh_hant: 恢復 NULL
zh_hk: 恢復 NULL

source: 恢复投递
ar: استئناف التسليم
de: Zustellung fortsetzen
en: Resume delivery
es_mx: Reanudar entrega
fr: Reprendre la remise
ja: 配信を再開
ko: 전달 재개
pt_br: Retomar entrega
pt_pt: Retomar entrega
tr: Teslimi sürdür
zh_hant: 恢復投遞
zh_hk: 恢復投遞

source: 恢复购买
ar: استعادة المشتريات
de: Käufe wiederherstellen
en: Restore Purchases
es_mx: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
pt_pt: Restaurar compras
tr: Satın alımları geri yükle
zh_hant: 回復購買
zh_hk: 恢復購買

source: 感谢支持 Orange Cloud 的持续开发。
ar: شكرًا لدعمك التطوير المستمر لـ Orange Cloud.
de: Danke, dass du die laufende Entwicklung von Orange Cloud unterstützt.
en: Thank you for supporting Orange Cloud's ongoing development.
es_mx: Gracias por apoyar el desarrollo continuo de Orange Cloud.
fr: Merci de soutenir le développement continu d’Orange Cloud.
ja: Orange Cloud の継続的な開発へのご支援ありがとうございます。
ko: Orange Cloud의 지속적인 개발을 지원해 주셔서 감사합니다.
pt_br: Obrigado por apoiar o desenvolvimento contínuo do Orange Cloud.
pt_pt: Obrigado por apoiar o desenvolvimento contínuo do Orange Cloud.
tr: Orange Cloud’un sürekli geliştirilmesine destek olduğunuz için teşekkürler.
zh_hant: 感謝支持 Orange Cloud 的持續開發。
zh_hk: 感謝支持 Orange Cloud 的持續開發。

source: 成功
ar: نجاح
de: Erfolg
en: Success
es_mx: Listo
fr: Réussi
ko: 성공
pt_br: Sucesso
pt_pt: Sucesso
tr: Başarılı

source: 所有人
ar: الجميع
de: Alle
en: Everyone
es_mx: Todos
fr: Tout le monde
ja: 全員
ko: 모든 사용자
pt_br: Todos
pt_pt: Todos
tr: Herkes

source: 所有系统正常运行
ar: جميع الأنظمة تعمل بشكل طبيعي
de: Alle Systeme betriebsbereit
en: All systems operational
es_mx: Todos los sistemas operativos
fr: Tous les systèmes sont opérationnels
ja: すべてのシステムが正常に稼働中
ko: 모든 시스템 정상 작동
pt_br: Todos os sistemas operacionais
pt_pt: Todos os sistemas operacionais
tr: Tüm sistemler çalışıyor
zh_hant: 所有系統正常運作
zh_hk: 所有系統正常運作

source: 所选时间范围内没有流量数据
ar: لا توجد بيانات حركة مرور في النطاق المحدد
de: Keine Traffic-Daten im ausgewählten Zeitraum
en: No traffic data in the selected range
es_mx: No hay datos de tráfico en el rango seleccionado
fr: Aucune donnée de trafic dans la plage sélectionnée
ja: 選択した期間にトラフィックデータがありません
ko: 선택한 기간에 트래픽 데이터가 없습니다
pt_br: Não há dados de tráfego no período selecionado
pt_pt: Não há dados de tráfego no período selecionado
tr: Seçili aralıkta trafik verisi yok
zh_hant: 所選時間範圍內沒有流量資料
zh_hk: 所選時間範圍內沒有流量數據

source: 打开 ${module}
ar: افتح ${module}
de: ${module} öffnen
en: Open ${module}
es_mx: Abrir ${module}
fr: Ouvrir ${module}
ja: ${module} を開く
ko: ${module} 열기
pt_br: Abrir ${module}
pt_pt: Abrir ${module}
tr: ${module} aç
zh_hant: 開啟 ${module}
zh_hk: 開啟 ${module}

source: 打开 Orange Cloud
ar: افتح Orange Cloud
de: Orange Cloud öffnen
en: Open Orange Cloud
es_mx: Abrir Orange Cloud
fr: Ouvrir Orange Cloud
ja: Orange Cloud を開く
ko: Orange Cloud 열기
pt_br: Abrir o Orange Cloud
pt_pt: Abrir o Orange Cloud
tr: Orange Cloud’u aç
zh_hant: 開啟 Orange Cloud
zh_hk: 開啟 Orange Cloud
